{
    "carousel-slide-1": "WMC: Your CPO expert",
    "carousel-slide-2": "Your dreamwatch in one click with WMC",
    "carousel-slide-3": "Get the best price for your watch on WMC",
    "carousel-slide-4": "Not wearing it? WMC Trade ",
    "carousel-slide-5": "WMC: Timepiece experts at your service",
    "home-bandeau-titre": "Why choose WMC",
    "home-bandeau-texte": "WMC consists of a team of long in-depth experienced watchmaking enthusiasts. Indeed our members are certified “Watch Specialists” by the prestigious Swiss FHH (Fédération Suisse of Haute Horlogerie). Our extensive knowledge of the timepiece industry allows us to offer our customers personalized advice and expertise, as well as the possibility of trade-in or exchange.",
    "home-bandeau-texte-2": "Receive a free evaluation of your watch now",
    "home-card-achat-title": "Your dream watch in one click with WMC",
    "home-card-achat-texte": "WMC offers a selection of timepieces, new or certified pre-owned, designed to please both amateurs as much as avid collectors. Each of our timepieces is evaluated, authentified and certified by expert watchmakers in order to deliver an impeccable standard of quality. All of our watches are 100% certified authentic and delivered with an 18 months guarantee.",
    "home-card-sell-title": "Switch up your collection",
    "home-card-sell-texte": "Sell your watch in 3 clicks: our experts provide you with a free evaluation, along with tailored counseling on how to maximize the value of your timepiece. Our goal is to explicitly guide you through our quick and secured process.",
    "home-card-trade-title": "Not wearing it? WMC Trade",
    "home-card-trade-texte": "How it works: WMC offers you an option to trade-in your watch in its current condition, and upgrade to the new model of your choice. WMC evaluates your timepiece and provides you with a free trade-in quote. Take advantage of a financially attractive offer, and save time by performing two operations in one.",
    "home-card-service-title": " WMC: Timepiece experts at your service",
    "home-card-service-texte": "Mechanical watches with manual or automatic winding, complications models or simple battery exchange, our master watchmakers ensure the maintenance of all types of timepieces with great attention to detail, delivering an impeccable repair, overhaul or maintenance service in order to meet your expectations.",
    "achat-bandeau-titre": "Find the watch of your dream",
    "achat-bandeau-texte": "WMC offers a selection of timepieces, new or certified pre-owned, designed to please both amateurs as much as avid collectors. Each of our timepieces is evaluated, authentified and certified by expert watchmakers in order to deliver an impeccable standard of quality.",
    "achat-bandeau-texte-2": "All of our watches are 100% certified authentic and delivered with an 18 months guarantee.",
    "achat-bandeau-tooltip": "With WMC you are secure: all our products are guaranteed for a period of 18 months. For more information, please consult our legal guarantees",
    "achat-card-1-texte": "Find your dream timepiece by visiting our online boutique via the secured platform Chrono24.com, and browse our collection in all serenity. ",
    "achat-card-1-texte-2": "Secure your purchase with",
    "achat-card-1-texte-3": " Chrono24's free Buyer Protection: ",
    "achat-card-1-texte-4": "payment via an escrow account, and an Authenticity Guarantee.",
    "achat-card-1-texte-5": "All of our timepieces are evaluated, authentified and certified by expert watchmakers in order to deliver an impeccable standard of quality. All of our watches are 100% certified authentic and delivered with an 18 months guarantee",
    "achat-card-1-texte-5-tooltip": "With WMC your purchases are secured: all our products are sold under warranty for a period of 18months. For additional information please refer to our legal guarantees",
    "achat-card-1-texte-6": "Our timepiece selection:",
    "achat-card-2-title": "Looking for a rare or exceptional timepiece?",
    "achat-card-2-texte": "Do not hesitate to contact us directly:  WMC is able to source the specific watch for you through our international broker network.",
    "contact-us": "CONTACT US",
    "trade-bandeau-title": "Not wearing it? WMC Trade ",
    "trade-bandeau-texte": "How it works: WMC offers you an option to trade-in your watch in its current condition, and upgrade to the new model of your choice. WMC evaluates your timepiece and provides you with a free trade-in quote. Take advantage of a financially attractive offer, and save time by performing two operations in one.",
    "trade-bandeau-texte-2": "Fill out the form below, a member of our team will contact you within 48 hours to establish a free quote to exchange your watch.",
    "sell-bandeau-title": " Switch up your collection",
    "sell-bandeau-texte": "Sell your watch in 3 clicks: our experts provide you with a free evaluation, along with tailored counseling on how to maximize the value of your timepiece. Our goal is to explicitly guide you through our quick and secured three step process.",
    "sell-bandeau-texte-2": "Simply fill out the form below and one of our experts will contact you within 48 hours in order to provide you with a complimentary quote for your timepiece.",
    "service-bandeau-texte": "A caliber designates a type of movement in watchmaking. Originally, it was synonymous with a dimension, often expressed in lines, for a clockwork movement. There are calibers for men or women, mechanical, automatic, quartz or hybrid. The caliber of the manufacturer's mark designates its provenance.",
    "service-card-texte": "Mechanical watches with manual or automatic winding, complications models or simple battery exchange, our master watchmakers ensure the maintenance of all types of timepieces with great attention to detail, delivering an impeccable repair, overhaul or maintenance service in order to meet your expectations. In order to ensure the proper functioning of your watch WMC is committed to regularly providing your watch a full service, as recommended by the manufacturers. Our watchmakers carefully repair, restore, or refurbish your favorite pieces while respecting the strict standards imposed by the fine watchmaking industry. Do not hesitate to contact us for a complete list of our services.",
    "service-1": "Adjusting a mechanical watch",
    "service-1-tooltip": "Setting a watch allows you to adjust the precision of the movement. Our certified watchmakers have the skills that allow them to adjust all types of timepieces. Each opening of a mechanical watch scrupulously follows the manufacturers' instructions, such as cleaning and checking for leaks. So your timepiece may function as precisely as it did on the first day.",
    "service-2": "Service",
    "service-2-tooltip": "It is recommended by the manufacturers to have your watch serviced every 5 to 7 years depending on the model. Our master watchmakers will carry out an in-depth assessment of your watch, establish a personalized diagnosis, a response time and send you a free service estimate within 5 business days.",
    "service-3": "Battery change",
    "service-3-tooltip": "When your quartz watch stops, it most likely means that a battery change is required. The standards set by the manufacturers are scrupulously respected by our master watchmakers. Cleaning the movement, replacing the battery and the water resistance check are all part of the WMC protocol. So your watch may function as precisely as it did on the first day.",
    "service-autre": "Other",
    "service-autre-tooltip": "No matter your enquiry, our WMC team of experts is glad to assist you with a personalized reply for your project. Please feel free to contact us to obtain the complete list of services available.",
    "service-polissage": "Polishing",
    "service-polissage-tooltip": "WMC also offers purely cosmetic interventions such as polishing or reviving.",
    "sell-step-1": "Fill out the form:",
    "sell-step-1-tooltip": "We may reach out at your convenience in order to assist you with the required information",
    "sell-step-1-texte": "An expert will contact you within 48 hours",
    "sell-step-2": "Receive your free quote ",
    "sell-step-2-texte": "Our experts pre-evaluate your timepiece and send you a quote. Your offer remains valid for 48 hours",
    "sell-step-2-tooltip": "Upon reception of your timepiece our watchmakers will complete an inspection. You will receive a purchase confirmation within 1 to 3 business days",
    "sell-step-3-tooltip": "You will receive a free shipping label which you will simply need to print and stick on your packaged timepiece. Your watch is 100% insured at the quoted value during the entire time it is in our care.",
    "sell-step-3-texte": "Shipping 100% free 100% insured 100% secured",
    "sell-step-3": "Ship out your watch",
    "sell-step-4": "Get your payment",
    "sell-step-4-tooltip": "Confirm your information, and receive your secured payment within 5 days",
    "sell-step-4-texte": "Payment via bank wire within 5 business days",
    "authentic-watch": "We exclusively purchase 100% certified authentic timepieces",
    "trade-step-3": "Visit our store",
    "trade-step-3-tooltip": "Our experts are happy to advise you",
    "trade-step-4": "Shipping/Delivery ",
    "trade-step-4-tooltip": "Set up your timepiece pickup and delivery",
    "condition-generale": "Legal notice",








    "footer-follow-us": "Follow us",
    "footer-copyright-text": "All Right Reserved",
    "footer-placeholder-email": "Email Address",
    "navbar-home": "HOME",
    "navbar-blog": "BLOG",
    "navbar-contact": "CONTACT",
    "navbar-trade": "TRADE",
    "home": "Home",
    "about": "ACCUEIL",
    "contact": "Contact",
    "buy": "BUY",
    "sell": "SELL",
    "service": "SERVICE",
    "card-more-info": "More infos",
    "card-service-text": "We work hand in hand with the largest watch manufacturers in order to offer you a repair, overhaul and maintenance service that meets your expectations. Mechanical watches with manual winding, automatic watches, models with complications or simple battery exchanges, our watch technicians ensure the maintenance of all types of watches.",
    "card-trade-text": "Desire for change? Does your watch spend its time in the safe or in a drawer? Give it a second life while having fun: exchange it simply and quickly in a secure way. We appraise your watch free of charge, and in exchange offer you a selection of carefully restored or new parts. Maximize your time and money in one quick and easy operation!",
    "card-buy-text": " offers a selection of new or used watches to the delight of watch enthusiasts and avid collectors. All our “certified pre-owned” pieces are checked, authenticated and certified by expert watchmakers to guarantee impeccable quality. Our watches are 100% certified of origin and guaranteed for 16 months *.",
    "card-sell-text": "Update your collection: sell your watch in three clicks. Our specialists offer you free expertise and personalized advice to maximize the value of your watch. Our goal is simple: support you transparently through a fast and secure process.",
    "form-sell-title": "Sell your watch",
    "form-sell-sub-title": "Tell us about your watch",
    "form-sell-help": "Let us know how can we help.",
    "form-sell-step1": "Give us information",
    "form-sell-step1.1": "A member of our team will contact you within 48 hours",
    "form-sell-step2": "Receive your offer",
    "form-sell-step2.1": "Receive your personal offer",
    "form-sell-step3": "Ships us your watch",
    "form-sell-step3.1": "Form quote to cash in less than 24 hours",
    "form-sell-your-watch": "Your Watch:",
    "form-sell-brand": "Brand",
    "form-sell-model": "Model",
    "form-sell-photo": "Picture",
    "form-sell-condition": "Condition",
    "form-sell-box-paper": "Original box, papers ",
    "form-sell-box": "Box",
    "form-sell-paper": "Papers",
    "form-sell-paper-and-box": "Box and papers",
    "form-sell-nothing": "None",
    "send": "Send",
    "form-sell-tooltip-condition": "Evaluate the condition of your watch, 10 for perfect, 0 for not working",
    "condition-0": "Incomplete",
    "condition-1": "Defective",
    "condition-2": "Satisfactory",
    "condition-3": "Good",
    "condition-4": "Very good",
    "condition-5": "Never worn, new",
    "form-sell-titre": "Get the best price for your watch",
    "form-sell-sous-titre": "Make room in your collection, sell your watch in three clicks. ",
    "form-sell-intro": "Our specialists offer you free expertise, as well as personalized advice to maximize the value of your watch. Our goal is to support you transparently through a simple, fast and secure process.",
    "form-sell-money": "Receive your payment by bank transfer",
    "form-sell-money-titre": "Receive your money",
    "form-sell-comment": "Remark",
    "buy-card-title": "Our selection of watches",
    "buy-card-text": "offers you a selection of new or second-hand watches to the delight of watchmaking enthusiasts but also collectors. All our “certified pre-owned” pieces are authenticated, certified and restored by expert watchmakers to guarantee impeccable quality. Our watches 100% certified of origin.",
    "buy-card-text2": "Visit our online store via the secure Chrono24 platform and buy with peace of mind. We only sell watches that are 100% certified as authentic and guaranteed for a minimum of 12 months.",
    "buy-card2-title": "Looking for a model",
    "buy-card2-text-part1": "In search of a rare or exceptional piece ",
    "buy-card2-text-part2": "? Do not hesitate to contact us directly, Watches Paris is committed to finding the watch made for you.",
    "autres-marques": "Others Brands"



}