{
    
    "carousel-slide-1": "WMC:  Le spécialiste CPO",
    "carousel-slide-2": "Le modèle de vos rêves en un clic sur WMC",
    "carousel-slide-3": "Obtenez le meilleur prix pour votre montre sur WMC",
    "carousel-slide-4": "Vous ne la portez plus? WMC échange",
    "carousel-slide-5": "WMC: l’expertise horlogère à votre service",
    "home-bandeau-titre": "Pourquoi choisir WMC",
    "home-bandeau-texte": "WMC est composé d'une équipe de passionnés d'horlogerie au bénéfice d' une grande expérience dans le domaine. En effet nos membres experts sont certifiés “Watch specialists” par la prestigieuse FHH (Fédération de la Haute Horlogerie Suisse). Nos connaissances approfondies de l’industrie horlogère nous permettent d’offrir à nos clients un conseil et une expertise personnalisés, ainsi que la possibilité de reprise ou d'échange.",
    "home-bandeau-texte-2": "Recevez dès maintenant une évaluation gratuite de votre montre",
    "home-card-achat-title": "Le modèle de vos rêves en un clic sur WMC",
    "home-card-achat-texte": "WMC vous propose une sélection de montres neuves ou d’occasion pour le plus grand bonheur des amateurs d’horlogerie et des collectionneurs passionnés. Toutes nos pièces “certified pre-owned” sont contrôlées, authentifiées et certifiées par des experts horlogers afin de garantir une qualité irréprochable. Nos montres sont 100% certifiées d’origine et garanties 18mois*. ",
    "home-card-sell-title": "Obtenez le meilleur prix pour votre montre",
    "home-card-sell-texte": "Actualisez votre collection: vendez votre montre en trois clics. Nos spécialistes vous offrent une expertise gratuite et un conseil personnalisé afin de maximiser la valeur de votre montre. Notre objectif est simple: vous accompagner de manière transparente à travers un processus rapide et sécurisé. ",
    "home-card-trade-title": "Vous ne la portez plus? WMC Échange",
    "home-card-trade-texte": "WMC vous propose d’échanger simplement, rapidement et de manière sécurisée. Nous expertisons votre montre gratuitement pour reprise et vous proposons une sélection de pièces soigneusement restaurées ou neuves. Maximisez votre temps et votre argent en une seule opération simple et rapide!",
    "home-card-service-title": "WMC l’expertise horlogère à votre service",
    "home-card-service-texte": "Montres mécaniques à remontage manuel ou automatique, modèles à complications ou simple échange de pile, nos maîtres horlogers assurent la maintenance de tous types de montres dans le plus grand détail afin de vous proposer un service de réparation, révision et entretien à la hauteur de vos attentes.",
    "achat-bandeau-titre": "Trouvez la montre de vos rêves",
    "achat-bandeau-texte": "WMC vous propose une sélection de montres neuves ou d’occasion pour le plus grand bonheur des amateurs d’horlogerie et des collectionneurs passionnés. Toutes nos pièces “certified pre-owned” sont contrôlées, authentifiées et certifiées par des experts horlogers afin de garantir une qualité irréprochable.",
    "achat-bandeau-texte-2": "Nos montres sont 100% certifiées d’origine et garanties 18 mois",
    "achat-bandeau-tooltip": "Avec WMC vous êtes sécurisé: tous nos produits sont garantis pour une période de 18 mois. Pour plus d'information, veuillez consulter nos garanties légales",
    "achat-card-1-texte": "Trouvez le modèle de vos rêves en visitant notre boutique en ligne via la plateforme sécurisée Chrono24.com et procédez facilement et en toute tranquillité.",
    "achat-card-1-texte-2": "Sécurisez vos achats grâce à la",
    "achat-card-1-texte-3": " Protection des Acheteurs de Chrono24:",
    "achat-card-1-texte-4": "transaction sécurisée sur le compte d’un tiers de confiance et garantie d'authenticité.",
    "achat-card-1-texte-5": "Toutes nos pièces “certified pre-owned” sont évaluées, authentifiées et certifiées par des experts horlogers afin de garantir une qualité irréprochable. Nos montres 100% certifiées d’origine et garanties 18mois",
    "achat-card-1-texte-5-tooltip": "Avec WMC vous êtes sécurisé: tous nos produits sont garantis pour une période de 18 mois. Pour plus d'information, veuillez consulter nos garanties légales",
    "achat-card-1-texte-6": "Visitez notre boutique en ligne",
    "achat-card-2-title": "Vous recherchez un modèle",
    "achat-card-2-texte": "En quête d’une pièce rare ou exceptionnelle? N'hésitez pas à nous contacter directement, WMC s’engage à trouver votre prochaine montre grâce à notre réseau mondial de professionnels.",
    "contact-us": "NOUS CONTACTER",
    "trade-bandeau-title": "WMC vous propose la solution échange",
    "trade-bandeau-texte": "Comment ca marche: WMC vous assiste en proposant une reprise de votre montre en l’état au profit du nouveau modèle de votre choix. WMC évalue votre montre et vous offre un devis gratuit afin de vous faire profiter d’une offre financièrement attractive et d’un gain de temps en réalisant deux opérations en une.",
    "trade-bandeau-texte-2": "Remplissez le formulaire ci-dessous, un membre de notre équipe vous contactera dans un délai de 48 heures afin d’établir un devis gratuit pour procéder à l’échange de votre montre.",
    "sell-bandeau-title": "Actualisez votre collection",
    "sell-bandeau-texte": "Vendez votre montre en trois clics: nos spécialistes vous offrent une expertise gratuite, ainsi qu’ un conseil personnalisé afin de maximiser la valeur de votre montre. Notre objectif est de vous accompagner de manière transparente à travers un processus simple, rapide et sécurisé en trois étapes.",
    "sell-bandeau-texte-2": "Remplissez le formulaire ci-dessous, un membre de notre équipe vous contactera dans un délai de 48 heures afin d’établir un devis gratuit pour votre montre.",
    "service-bandeau-texte": "Un calibre désigne un type de mouvement en horlogerie. À l'origine, il était synonyme d'une dimension, souvent exprimée en lignes, pour un mouvement d'horlogerie. Il existe des calibres pour homme ou dame, mécaniques, automatiques, quartz ou hybrides. Le calibre de la marque du fabricant en désigne la provenance.",
    "service-card-texte": "Montres mécaniques à remontage manuel ou automatique, modèles à complications ou simple échange de pile, nos maîtres horlogers assurent la maintenance de tous types de montres dans le plus grand détail afin de vous proposer un service de réparation, révision et entretien à la hauteur de vos attentes. Afin de garantir le bon fonctionnement de votre montre WMC s’engage à en assurer régulièrement le service complet, comme conseillé par les fabricants. Nos horlogers s’appliquent soigneusement à  réparer, restaurer, ou remettre à neuf vos pièces préférées en respectant les standards imposés par l’industrie de la haute horlogerie. N'hésitez pas à nous contacter pour obtenir la liste complète de nos services.",
    "service-1": "Réglage montre mécanique",
    "service-1-tooltip": "Le réglage d’une montre permet d’ajuster la précision du mouvement. Nos horlogers certifiés possèdent les compétences qui leur permettent de régler tous types de garde-temps. Chaque ouverture de montre mécanique suit scrupuleusement les instructions des fabricants telle que le nettoyage et le contrôle de l’étanchéité. Ainsi votre pièce fonctionnera comme au premier jour.",
    "service-2": "Révision",
    "service-2-tooltip": "Il est recommandé par les fabricants de faire réviser sa montre tous les 5 à 7 ans selon les modèles. Nos maîtres horlogers procéderont à une expertise de votre montre, établiront un diagnostic personnalisé, un délai d’intervention puis vous transmettrons un devis gratuit dans les 5 jours ouvrés après réception de cette dernière.",
    "service-3": "Remplacement de la pile",
    "service-3-tooltip": "Lorsque votre montre à quartz s'arrête, cela signifie sûrement qu’il est nécessaire de remplacer la pile. Les normes fixées par les fabricants sont scrupuleusement respectées par nos maîtres horlogers.Le nettoyage du mouvement, le remplacement de la pile et le  contrôle de l'étanchéité font partie du protocole WMC. Ainsi votre montre fonctionnera comme au premier jour.",
    "service-autre": "Autre",
    "service-autre-tooltip": "Quelle que soit votre question, WMC vous répond de manière personnalisée afin de vous accompagner dans votre projet. Contactez-nous pour obtenir la liste complète de nos services.",
    "service-polissage": "Polissage",
    "service-polissage-tooltip": "WMC propose également des options purement esthétiques tel que le polissage et le ravivage.",
    "sell-step-1": "Renseignez le formulaire",
    "sell-step-1-tooltip": "Nous vous contacterons à votre convenance afin de vous assister dans la vérification des informations ",
    "sell-step-1-texte": "Un expert WMC vous contactera dans un délai de 48h",
    "sell-step-2": "Recevez votre offre personnalisée",
    "sell-step-2-texte": "Nos experts pre-évaluent votre montre et vous font une offre. Votre offre est valable durant 48heures",
    "sell-step-2-tooltip": "Dés réception de votre montre, celle-ci sera inspectée par nos experts horlogers. Vous recevrez une confirmation de l'offre d'achat dans un délai de 1 à 3 jour(s) ouvrable(s).",
    "sell-step-3-tooltip": "Pour l'envoi de votre montre, nous vous faisons parvenir un bordereau d'expédition qu'il suffit d'imprimer et de coller sur votre colis.Votre montre est 100% assurée pour la valeur du devis pendant toute notre prise en charge.",
    "sell-step-3-texte": "Envoi gratuit 100% assuré 100% sécurisé",
    "sell-step-3": "Expédiez votre montre",
    "sell-step-4": "Recevez votre paiement",
    "sell-step-4-tooltip": "Confirmez vos informations et recevez votre paiement sécurisé en cinq jours ",
    "sell-step-4-texte": "Paiement par virement bancaire dans les cinq jours ouvrés",
    "authentic-watch": "Nous achetons exclusivement des montres authentiques certifiées à 100%",
    "trade-step-3": "Visitez notre boutique",
    "trade-step-3-tooltip": "Nos experts vous conseillent avec plaisir",
    "trade-step-4": "Expedition/Reception",
    "trade-step-4-tooltip": "Programmez la collecte de votre montre et obtenez votre nouvelle montre",
    "condition-generale": "Mentions légale",








    "footer-follow-us": "Suivez nous",
    "footer-copyright-text": "Tous droits réservés",
    "footer-placeholder-email": "Addresse Email",
    "home": "ACCUEIL",
    "navbar-home": "ACCUEIL",
    "navbar-blog": "BLOG",
    "navbar-contact": "CONTACT",
    "navbar-trade": "ECHANGE",
    "buy": "ACHAT",
    "sell": "VENTE",
    "sell-card": "Obtenez le meilleur prix pour votre montre",
    "service": "SERVICE",
    "card-service-text": "Nous travaillons main dans la main avec les plus grandes manufactures horlogères afin de vous proposer un service de réparation et de révision et entretien à la hauteur de vos attentes. Montres mécaniques à remontage manuel, montres automatiques, modèles à complications ou simples échanges de piles, nos techniciens horlogers assurent la maintenance de tous types de montres.",
    "card-more-info": "Plus d'information",
    "card-trade-text": "Envie de changement? Votre montre passe son temps au coffre fort ou dans un tiroir? Offrez-lui une seconde vie tout en vous faisant plaisir: échangez-la simplement et rapidement de manière sécurisée. Nous expertisons votre montre gratuitement, et vous proposons en échange une sélection de pièces soigneusement restaurées ou neuves. Maximisez votre temps et votre argent en une seule opération simple et rapide!",
    "form-sell-title": "Vendez votre montre",
    "form-sell-sub-title": "Décrivez la nous",
    "form-sell-help": "Comment peut on vous aidez",
    
    "form-sell-step1.1": "Un membre de notre équipe vous contactera dans un délai de 48 heures",
    "form-sell-step2": "Recevez notre offres",
    "form-sell-step2.1": "Recevez votre offre personnalisée",
    "form-sell-step3.1": "Paiement en moins de 24 heures",
    "form-sell-your-watch": "Votre montre:",
    "form-sell-brand": "Marque",
    "form-sell-model": "Modèle",
    "form-sell-photo": "Photo",
    "form-sell-condition": "État",
    "form-sell-box-paper": "Boîte originale, papiers ",
    "form-sell-box": "Boîte",
    "form-sell-paper": "Papiers",
    "form-sell-paper-and-box": "Boîte et papiers",
    "form-sell-nothing": "Aucun",
    "send": "Envoyer",
    "form-sell-tooltip-condition": "Evaluer l'état de votre montre, 10 signifie parfaite état, 0 ne fonctionne pas",
    "condition-0": "Incomplet",
    "condition-1": "Défectueux",
    "condition-2": "Satisfaisant",
    "condition-3": "Bon",
    "condition-4": "Très bon",
    "condition-5": "Jamais portée, neuve",
    "form-sell-titre": "Obtenez le meilleur prix pour votre montre",
    "form-sell-sous-titre": "Faites de la place dans votre collection, vendez votre montre en trois clics.",
    "form-sell-intro": "Nos spécialistes vous offrent une expertise gratuite, ainsi qu’ un conseil personnalisé afin de maximiser la valeur de votre montre. Notre objectif est de vous accompagner de manière transparente grâce à un processus simple, rapide et sécurisé. ",
    "form-sell-money": "Recevez votre paiement par virement bancaire",
    "form-sell-money-titre": "Recevez votre argent",
    "form-sell-comment": "Commentaire",
    "form-sell-main-sub-title": "Faites de la place dans votre collection, vendez votre montre en trois clics.",
    "buy-card-title": "Notre sélection de montres",
    "buy-card-text": "vous propose une sélection de montres neuves ou d’occasion pour le plus grand bonheur des passionnés d’horlogerie mais aussi des collectionneurs. Toutes nos pièces “certified pre-owned” sont authentifiées, certifiées et restaurées par des experts horlogers afin de garantir une qualité irréprochable. Nos montres 100% certifiées d’origine.",
    "buy-card-text2": "Visitez notre boutique en ligne via la plateforme sécurisée Chrono24 et achetez l’esprit tranquille. Nous vendons uniquement des montres 100% certifiées authentiques et garanties minimum 12 mois.",
    "buy-card2-text-part1": "En quête d’une pièce rare ou exceptionnelle ",
    "buy-card2-text-part2": "? N'hésitez pas à nous contacter directement, Watches Paris s’engage à trouver la montre faite pour vous."

}